export const profile = {
  ko: {
    intro: "프론트엔드 개발자 권동우입니다.",
    name: "권동우",
    major: "프론트엔드 개발자",
    birth: "2008.04.24 (남, 한국인)",
    residence: "경상북도 경주시",
    education: "대구소프트웨어마이스터고 24.03. ~ 27.02 (졸업 예정)",
    explanation: `안녕하세요, 실패를 통해 더욱 성장할 수 있다고 믿는 신입 개발자 권동우입니다.
                  프론트엔드 기술에 흥미를 갖고 활발히 활동하고 있으며,
                  애자일과 MVP 방식으로 개발하는 것을 즐깁니다.
                  서비스 기획 / 디자인 / 개발 / 배포 / 운영 경험이 있습니다.
                  보다 나은 개발자가 되기 위해 끊임없이 도전하며,
                  실패 속에서 배움을 얻고 성장하고 있습니다.
                  프로젝트를 진행할때 프로덕트 오너십을 가지고 지속적으로 학습하고 UX를 개선합니다.
                  “나를 죽이지 못하는 것은 나를 더 강하게 만든다” 는 니체의 말처럼,
                  실패를 성장의 발판으로 삼아 더 나은 개발자로 나아가고 있습니다.`,
  },
  en: {
    intro: "I'm a frontend developer.",
    name: "Dongwoo Kwon",
    major: "Frontend Developer",
    birth: "2008.04.24 (Male, Korean)",
    residence: "경상북도 경주시",
    education: "대구소프트웨어마이스터고 24.03. ~ 27.02 (졸업 예정)",
    explanation: `안녕하세요, 실패를 통해 더욱 성장할 수 있다고 믿는 신입 개발자 권동우입니다.
                  프론트엔드 기술에 흥미를 갖고 활발히 활동하고 있으며,
                  애자일과 MVP 방식으로 개발하는 것을 즐깁니다.
                  서비스 기획 / 디자인 / 개발 / 배포 / 운영 경험이 있습니다.
                  보다 나은 개발자가 되기 위해 끊임없이 도전하며,
                  실패 속에서 배움을 얻고 성장하고 있습니다.
                  프로젝트를 진행할때 프로덕트 오너십을 가지고 지속적으로 학습하고 UX를 개선합니다.
                  “나를 죽이지 못하는 것은 나를 더 강하게 만든다” 는 니체의 말처럼,
                  실패를 성장의 발판으로 삼아 더 나은 개발자로 나아가고 있습니다.`,
  },
  phone: "+82 10-8786-9260",
  email: "hyeonggyugwon3@gmail.com",
  github: "github.com/kwondongwoo0424",
  linkedin: "",
};
